[
  "table-editor-obsidian",
  "calendar",
  "obsidian-excalidraw-plugin",
  "dataview",
  "obsidian-git",
  "obsidian-icon-folder",
  "omnisearch",
  "obsidian-style-settings",
  "obsidian-media-db-plugin",
  "text-extractor",
  "ai-image-analyzer"
]